{
  "inss": {
    "titulo": "Emenda Constitucional nº 103, de 12 de novembro de 2019",
    "artigo": "Art. 201, § 1º da Constituição Federal de 1988",
    "textoCompleto": "Art. 201. A previdência social será organizada sob a forma de regime geral, de caráter contributivo e de filiação obrigatória, observados critérios que preservem o equilíbrio financeiro e atuarial, e atenderá, nos termos da lei, a: § 1º É vedada a adoção de requisitos e critérios diferenciados para a concessão de aposentadoria aos beneficiários do regime geral de previdência social, ressalvados os casos de atividades exercidas sob condições especiais que prejudiquem a saúde ou a integridade física e os casos de segurados especiais, definidos em lei complementar. A contribuição dos segurados para a previdência social será calculada mediante a aplicação de alíquotas sobre o salário-de-contribuição, observado o limite máximo do salário-de-contribuição, na forma estabelecida em lei complementar. A alíquota de contribuição dos segurados contribuinte individual e facultativo será de vinte por cento sobre o respectivo salário-de-contribuição, observado o limite máximo do salário-de-contribuição. A contribuição dos segurados empregado, empregado doméstico e trabalhador avulso será calculada mediante a aplicação de alíquotas progressivas sobre o respectivo salário-de-contribuição, observado o limite máximo do salário-de-contribuição, na forma estabelecida em lei complementar."
  },
  "irrf": {
    "titulo": "Instrução Normativa RFB nº 1.500, de 18 de dezembro de 2014",
    "artigo": "Art. 1º",
    "textoCompleto": "Art. 1º Fica aprovada a Tabela Progressiva para o cálculo mensal do Imposto sobre a Renda da Pessoa Física, incidente sobre os rendimentos pagos a qualquer título, a partir de 1º de janeiro de 2015. A tabela progressiva do Imposto sobre a Renda da Pessoa Física é aplicada sobre a base de cálculo, que corresponde à diferença positiva entre o total dos rendimentos tributáveis e as deduções permitidas. A base de cálculo do imposto é apurada mediante a aplicação da tabela progressiva, observadas as deduções legais, especialmente as relativas a dependentes e pensão alimentícia. O valor da dedução por dependente é de R$ 189,59 (cento e oitenta e nove reais e cinquenta e nove centavos) para o ano-calendário de 2024, devendo ser atualizado anualmente pela variação do Índice Nacional de Preços ao Consumidor Amplo (IPCA)."
  },
  "fgts": {
    "titulo": "Lei nº 8.036, de 11 de maio de 1990",
    "artigo": "Art. 15",
    "textoCompleto": "Art. 15. O depósito será efetuado mensalmente, até o dia 7 (sete) do mês subsequente ao da competência, na conta vinculada do trabalhador, no valor correspondente a 8% (oito por cento) do salário do trabalhador, observado o limite máximo do salário-de-contribuição do Regime Geral de Previdência Social. Parágrafo único. O depósito de que trata este artigo será efetuado pelo empregador, que responderá pelos valores depositados, inclusive em caso de falência ou concordata. Para os trabalhadores domésticos, além do depósito de 8% (oito por cento), será efetuado depósito adicional de 3,2% (três vírgula dois por cento) para o seguro-desemprego do trabalhador doméstico. Para os jovens aprendizes, o percentual de depósito é de 2% (dois por cento) sobre o salário, conforme previsto na Lei nº 10.097, de 19 de dezembro de 2000."
  },
  "decimo_terceiro": {
    "titulo": "Lei nº 4.090, de 13 de julho de 1962",
    "artigo": "Art. 1º",
    "textoCompleto": "Art. 1º É instituída, a partir de 1962, a gratificação natalina, devida aos empregados urbanos e rurais, no valor de 1/12 (um doze avos) da remuneração devida em dezembro, por mês de serviço, do ano correspondente. A gratificação será paga até o dia 20 de dezembro de cada ano. A gratificação será proporcional ao número de meses trabalhados no ano, considerando-se como mês completo aquele em que o empregado tenha trabalhado 15 (quinze) ou mais dias. O empregado que tiver menos de 15 (quinze) dias de trabalho no mês não terá direito à gratificação proporcional daquele mês. A gratificação natalina não se confunde com o salário, sendo devida em caráter complementar, e não poderá ser objeto de desconto, exceto nos casos previstos em lei."
  },
  "ferias": {
    "titulo": "Consolidação das Leis do Trabalho - CLT",
    "artigo": "Art. 130",
    "textoCompleto": "Art. 130. Após cada período de 12 (doze) meses de vigência do contrato de trabalho, o empregado terá direito a férias, na seguinte proporção: 30 (trinta) dias corridos, quando não houver faltado ao serviço mais de 5 (cinco) vezes; 24 (vinte e quatro) dias corridos, quando houver tido de 6 (seis) a 14 (quatorze) faltas; 18 (dezoito) dias corridos, quando houver tido de 15 (quinze) a 23 (vinte e três) faltas; 12 (doze) dias corridos, quando houver tido de 24 (vinte e quatro) a 32 (trinta e duas) faltas. O período de férias será contado de 1 (um) ano a outro, sendo que o empregado terá direito a férias proporcionais quando não completar o período aquisitivo de 12 (doze) meses. As férias serão sempre remuneradas com, pelo menos, 1/3 (um terço) a mais do que o salário normal, conforme previsto no Art. 7º, inciso XVII, da Constituição Federal de 1988."
  },
  "periculosidade": {
    "titulo": "Consolidação das Leis do Trabalho - CLT",
    "artigo": "Art. 193",
    "textoCompleto": "Art. 193. São consideradas atividades ou operações perigosas, na forma da regulamentação aprovada pelo Ministério do Trabalho, aquelas que, por sua natureza ou métodos de trabalho, impliquem risco acentuado em virtude de exposição permanente a: inflamáveis, explosivos ou energia elétrica, sob as condições técnicas e de segurança que o Ministério do Trabalho estabelecer; roubos ou outras espécies de violência física nas atividades profissionais de segurança pessoal ou patrimonial. O trabalho em condições de periculosidade assegura ao trabalhador um adicional de 30% (trinta por cento) sobre o salário, sem os acréscimos resultantes de gratificações, prêmios ou participações nos lucros da empresa. O adicional de periculosidade será devido apenas enquanto o trabalhador estiver exposto às condições de risco que o caracterizam."
  },
  "insalubridade": {
    "titulo": "Consolidação das Leis do Trabalho - CLT",
    "artigo": "Art. 189",
    "textoCompleto": "Art. 189. Serão consideradas atividades ou operações insalubres aquelas que, por sua natureza, condições ou métodos de trabalho, exponham os empregados a agentes nocivos à saúde, acima dos limites de tolerância fixados em razão da natureza e da intensidade do agente e do tempo de exposição aos seus efeitos. O trabalho em condições de insalubridade assegura ao trabalhador um adicional sobre o salário mínimo da região, equivalente a: 40% (quarenta por cento), para insalubridade de grau máximo; 20% (vinte por cento), para insalubridade de grau médio; 10% (dez por cento), para insalubridade de grau mínimo. O grau de insalubridade será determinado mediante laudo técnico de periculosidade e insalubridade (LTCAT), elaborado por profissional habilitado. O adicional de insalubridade será devido apenas enquanto o trabalhador estiver exposto às condições insalubres."
  }
}

