{
  "inss": {
    "titulo": "Lei nº 8.212, de 24 de julho de 1991",
    "artigo": "Art. 28",
    "textoCompleto": "Art. 28. Entende-se por salário-de-contribuição: I - para o empregado e trabalhador avulso: a remuneração auferida em uma ou mais empresas, assim entendida a totalidade dos rendimentos pagos, devidos ou creditados a qualquer título, durante o mês, destinados a retribuir o trabalho, qualquer que seja a sua forma, inclusive as gorjetas, os ganhos habituais sob a forma de utilidades e os adiantamentos decorrentes de reajuste salarial, quer pelos serviços efetivamente prestados, quer pelo tempo à disposição do empregador ou tomador de serviços nos termos da lei ou do contrato ou, ainda, de convenção ou acordo coletivo de trabalho ou sentença normativa; (Redação dada pela Lei nº 9.528, de 10.12.97)"
  },
  "irrf": {
    "titulo": "Lei nº 7.713, de 22 de dezembro de 1988",
    "artigo": "Art. 7º, inciso I",
    "textoCompleto": "Art. 7º Ficam sujeito à incidência do imposto de renda na fonte, calculado de acordo com o disposto no art. 25 desta Lei: I - os rendimentos do trabalho assalariado, pagos ou creditados por pessoas físicas ou jurídicas; II - os demais rendimentos percebidos por pessoas físicas, que não estejam sujeitos à tributação exclusiva na fonte, pagos ou creditados por pessoas jurídicas."
  },
  "fgts": {
    "titulo": "Lei nº 8.036, de 11 de maio de 1990",
    "artigo": "Art. 15",
    "textoCompleto": "Art. 15. Para os fins previstos nesta Lei, todos os empregadores ficam obrigados a depositar, até o vigésimo dia de cada mês, em conta vinculada, a importância correspondente a 8% (oito por cento) da remuneração paga ou devida, no mês anterior, a cada trabalhador, incluídas na remuneração as parcelas de que tratam os arts. 457 e 458 da Consolidação das Leis do Trabalho (CLT), aprovada pelo Decreto-Lei nº 5.452, de 1º de maio de 1943, e a Gratificação de Natal de que trata a Lei nº 4.090, de 13 de julho de 1962. (Redação dada pela Lei nº 14.438, de 2022) § 1º Entende-se por empregador a pessoa física ou a pessoa jurídica de direito privado ou de direito público, da administração pública direta, indireta ou fundacional de qualquer dos Poderes, da União, dos Estados, do Distrito Federal e dos Municípios, que admitir trabalhadores a seu serviço, bem assim aquele que, regido por legislação especial, encontrar-se nessa condição ou figurar como fornecedor ou tomador de mão-de-obra, independente da responsabilidade solidária e/ou subsidiária a que eventualmente venha obrigar-se. § 2º Considera-se trabalhador toda pessoa física que prestar serviços a empregador, a locador ou tomador de mão-de-obra, excluídos os eventuais, os autônomos e os servidores públicos civis e militares sujeitos a regime jurídico próprio. § 3º Os trabalhadores domésticos poderão ter acesso ao regime do FGTS, na forma que vier a ser prevista em lei. § 4º Considera-se remuneração as retiradas de diretores não empregados, quando haja deliberação da empresa, garantindo-lhes os direitos decorrentes do contrato de trabalho de que trata o art. 16. (Incluído pela Lei nº 9.711, de 1998) § 5º O depósito de que trata o caput deste artigo é obrigatório nos casos de afastamento para prestação do serviço militar obrigatório e licença por acidente do trabalho. (Incluído pela Lei nº 9.711, de 1998) § 6º Não se incluem na remuneração, para os fins desta Lei, as parcelas elencadas no art. 28 da Lei nº 8.212, de 24 de julho de 1991. (Incluído pela Lei nº 9.711, de 1998) § 7º Os contratos de aprendizagem terão a alíquota a que se refere o caput deste artigo reduzida para dois por cento. (Incluído pela Lei nº 10.097, de 2000)"
  },
  "irrf_deducao_simplificada": {
    "titulo": "Lei nº 15.191/2025 e MP nº 1.294/2025",
    "artigo": "Art. 1º",
    "textoCompleto": "Art. 1º Fica instituída a dedução simplificada do Imposto sobre a Renda da Pessoa Física Retido na Fonte (IRRF), incidente sobre os rendimentos do trabalho assalariado, no valor fixo mensal de R$ 607,20 (seiscentos e sete reais e vinte centavos). Parágrafo único. A dedução simplificada substitui todas as deduções legais permitidas, inclusive as relativas a dependentes, pensão alimentícia, despesas médicas e com instrução, e contribuições previdenciárias. Esta dedução aplica-se exclusivamente ao IRRF mensal, não se confundindo com o IRPF anual."
  },
  "decimo_terceiro": {
    "titulo": "Lei nº 4.090, de 13 de julho de 1962",
    "artigo": "Art. 1º, Art. 2º, Art. 3º e Art. 4º",
    "textoCompleto": "Art. 1º No mês de dezembro de cada ano, a todo empregado será paga, pelo empregador, uma gratificação salarial, independentemente da remuneração a que fizer jus. § 1º A gratificação corresponderá a 1/12 avos da remuneração devida em dezembro, por mês de serviço, do ano correspondente. § 2º A fração igual ou superior a 15 (quinze) dias de trabalho será havida como mês integral para os efeitos do parágrafo anterior. § 3º A gratificação será proporcional: (Incluído pela Lei nº 9.011, de 1995) I - na extinção dos contratos a prazo, entre estes incluídos os de safra, ainda que a relação de emprego haja findado antes de dezembro; e (Incluído pela Lei nº 9.011, de 1995) II - na cessação da relação de emprego resultante da aposentadoria do trabalhador, ainda que verificada antes de dezembro. (Incluído pela Lei nº 9.011, de 1995) Art. 2º As faltas legais e justificadas ao serviço não serão deduzidas para os fins previstos no § 1º do art. 1º desta Lei. Art. 3º Ocorrendo rescisão, sem justa causa, do contrato de trabalho, o empregado receberá a gratificação devida nos termos dos parágrafos 1º e 2º do art. 1º desta Lei, calculada sobre a remuneração do mês da rescisão. Art. 4º Esta Lei entrará em vigor na data de sua publicação, revogadas as disposições em contrário."
  },
  "ferias": {
    "titulo": "Consolidação das Leis do Trabalho - CLT",
    "artigo": "Art. 130 e Art. 134",
    "textoCompleto": "Art. 130 Após cada período de 12 (doze) meses de vigência do contrato de trabalho, o empregado terá direito a férias, na seguinte proporção: (Redação dada pelo Decreto-lei nº 1.535, de 13.4.1977) I - 30 (trinta) dias corridos, quando não houver faltado ao serviço mais de 5 (cinco) vezes; (Incluído pelo Decreto-lei nº 1.535, de 13.4.1977) II - 24 (vinte e quatro) dias corridos, quando houver tido de 6 (seis) a 14 (quatorze) faltas; (Incluído pelo Decreto-lei nº 1.535, de 13.4.1977) III - 18 (dezoito) dias corridos, quando houver tido de 15 (quinze) a 23 (vinte e três) faltas; (Incluído pelo Decreto-lei nº 1.535, de 13.4.1977) IV - 12 (doze) dias corridos, quando houver tido de 24 (vinte e quatro) a 32 (trinta e duas) faltas. (Incluído pelo Decreto-lei nº 1.535, de 13.4.1977) § 1º É vedado descontar, do período de férias, as faltas do empregado ao serviço. (Incluído pelo Decreto-lei nº 1.535, de 13.4.1977) § 2º O período das férias será computado, para todos os efeitos, como tempo de serviço. Art. 134 As férias serão concedidas por ato do empregador, em um só período, nos 12 (doze) meses subseqüentes à data em que o empregado tiver adquirido o direito. § 1º Desde que haja concordância do empregado, as férias poderão ser usufruídas em até três períodos, sendo que um deles não poderá ser inferior a quatorze dias corridos e os demais não poderão ser inferiores a cinco dias corridos, cada um. § 3º É vedado o início das férias no período de dois dias que antecede feriado ou dia de repouso semanal remunerado."
  },
  "periculosidade": {
    "titulo": "Consolidação das Leis do Trabalho - CLT",
    "artigo": "Art. 193",
    "textoCompleto": "Art. 193. São consideradas atividades ou operações perigosas, na forma da regulamentação aprovada pelo Ministério do Trabalho, aquelas que, por sua natureza ou métodos de trabalho, impliquem risco acentuado em virtude de exposição permanente a: inflamáveis, explosivos ou energia elétrica, sob as condições técnicas e de segurança que o Ministério do Trabalho estabelecer; roubos ou outras espécies de violência física nas atividades profissionais de segurança pessoal ou patrimonial. O trabalho em condições de periculosidade assegura ao trabalhador um adicional de 30% (trinta por cento) sobre o salário, sem os acréscimos resultantes de gratificações, prêmios ou participações nos lucros da empresa. O adicional de periculosidade será devido apenas enquanto o trabalhador estiver exposto às condições de risco que o caracterizam."
  },
  "insalubridade": {
    "titulo": "Consolidação das Leis do Trabalho - CLT",
    "artigo": "Art. 189",
    "textoCompleto": "Art. 189. Serão consideradas atividades ou operações insalubres aquelas que, por sua natureza, condições ou métodos de trabalho, exponham os empregados a agentes nocivos à saúde, acima dos limites de tolerância fixados em razão da natureza e da intensidade do agente e do tempo de exposição aos seus efeitos. O trabalho em condições de insalubridade assegura ao trabalhador um adicional sobre o salário mínimo da região, equivalente a: 40% (quarenta por cento), para insalubridade de grau máximo; 20% (vinte por cento), para insalubridade de grau médio; 10% (dez por cento), para insalubridade de grau mínimo. O grau de insalubridade será determinado mediante laudo técnico de periculosidade e insalubridade (LTCAT), elaborado por profissional habilitado. O adicional de insalubridade será devido apenas enquanto o trabalhador estiver exposto às condições insalubres."
  },
  "contrato_experiencia_479": {
    "titulo": "Consolidação das Leis do Trabalho - CLT",
    "artigo": "Art. 479",
    "textoCompleto": "Art. 479. Nos contratos que tenham termo estipulado, o empregador que, sem justa causa, despedir o empregado, ou este der motivo justo para rescisão, pagará, por metade, os salários do tempo de serviço que faltarem para a expiração do contrato. Parágrafo único. O valor da indenização não poderá ser inferior ao da que seria devida em caso de rescisão sem justa causa do contrato por prazo indeterminado."
  },
  "contrato_experiencia_480": {
    "titulo": "Consolidação das Leis do Trabalho - CLT",
    "artigo": "Art. 480",
    "textoCompleto": "Art. 480. Nos contratos que tenham termo estipulado, o empregado que, sem justa causa, despedir-se, ou der motivo justo para rescisão, pagará, por metade, os salários do tempo de serviço que faltarem para a expiração do contrato, não podendo, porém, o desconto exceder a metade dos salários do tempo de serviço que faltarem."
  }
}

